{
   "quotes":[
      "Then darkness rolled up again, the darkness that is primeval but not eternal, and yields to its own painful dawn.",
      "He clenched his teeth, and a great mass of sorrow that had overwhelmed him by rising to the surface began to sink. He could feel it going down into his heart until he was conscious of it no longer.",
      "He could die for such a friend, he would allow such a friend to die for him; they would make any sacrifice for each other, and count the world nothing, neither death nor distance nor crossness could part them, because \"this is my friend.\" ",
      "As he rose in the school he began to make a religion of some other boy.",
      "...he saw that while deceiving others he had been deceived, and mistaken them for the empty creatures he wanted them to think he was.",
      "The rest of him fell asleep, bit by bit, and first of all his brain, his weakest organ. His body followed, then his feet carried him upstairs to escape the dawn. But his heart had lit never to be quenched again, and one thing in him at last was real.",
      "He didn't so much as have hopes, for hope distracts, and he had a great deal to see to.",
      "When they sat it was nearly always in the same position — Maurice in a chair, and Durham at his feet, leaning against him. In the world of their friends this attracted no notice. Maurice would stroke Durham's hair.",
      "Durham couldn't do without him, and would be found at all hours curled up in his room and spoiling to argue. It was so unlike the man, who was reserved and no great dialectician.",
      "Outwardly in retreat, he thought that his Faith was a pawn well lost; for in capturing it Durham had exposed his heart.",
      "The mist would lower again, he felt sure, and with an unhappy sigh he pulled Durham's head against his knee, as though it was a talisman for clear living. It lay there, and he had accomplished a new tenderness — stroked it steadily from temple to throat.",
      "He stared at the ceiling with wrinkled mouth and eyes, understanding nothing except that man has been created to feel pain and loneliness without help from heaven.",
      "...his agony began as a slight regret; sleepless nights and lonely days must intensify it into a frenzy that consumed him. It worked inwards, till it touched the root whence body and soul both spring...",
      "New worlds broke loose in him at this, and he saw from the vastness of the ruin what ecstasy he had lost, what a communion.",
      "He had lied. He phrased it \"been fed upon lies,\" but lies are the natural food of boyhood, and he had eaten greedily",
      "Pain had shown him a niche behind the world's judgements, whither he could withdraw.",
      "The idealism and the brutality that ran through boyhood had joined at last, and twined into love. No one might want such love, but he could not feel ashamed of it, because it was \"he,\" neither body or soul, nor body and soul, but \"he\" working through both.",
      "Then savage, reckless, drenched with the rain, he saw in the first glimmer of dawn the window of Durham's room, and his heart leapt alive and shook him to pieces. It cried \"You love and are loved.\"",
      "\"Maurice —\" As he alighted his name had been called out of dreams. The violence went out of his heart, and a purity that he had never imagined dwelt there instead.",
      "His sincere mind, with its keen sense of right and wrong, had brought him the belief that he was damned instead.",
      "Deeply religious, with a living desire to reach God and to please Him, he found himself crossed at an early age by this other desire, obviously from Sodom.",
      "He could control the body; it was the tainted soul that mocked his prayers.",
      "He wished Christianity would compromise with him a little and searched the Scriptures for support. There was David and Jonathan; there was even the \"disciple that Jesus loved.\"",
      "He must like Hall more than he realized — must be a little in love with him. And as soon as they met he had a rush of emotion that carried him into intimacy.",
      "When Hall started teasing he was charmed. Others held off, regarding him as sedate, and he liked being thrown about by a powerful and handsome boy.",
      "It was delightful too when Hall stroked his hair: the faces of the two people in the room would fade: he leant back till his cheek brushed the flannel of the trousers and felt the warmth strike through.",
      "He knew what kind of pleasure he was receiving, and received it honestly, certain that it brought no harm to either of them.",
      "\"You can't help yourself now. You must come.\"\n\"I don't want to help myself.\"\n\"Come then.\"",
      "But books meant so much for him he forgot that they were a bewilderment to others.",
      "So deeply had Clive become one with the beloved that he began to loathe himself. His whole philosophy of life broke down, and the sense of sin was reborn in its ruins, and crawled along corridors.",
      "\"Oh, go to Hell, it's all you're fit for.\" Never a truer word but hard to accept from the beloved."
   ],
   "maurice":[
      "They kissed, scarcely wishing it.",
      "They cared for no one, they were outside humanity, and death, had it come, would only have continued their pursuit of a retreating horizon.",
      "The whole day had been ordinary. Yet it had never come before to either of them, nor was it to be repeated.",
      "\"I should have gone through life half awake if you'd had the decency to leave me alone.\"",
      "\"Perhaps we woke up one another. I like to think that any way.\"",
      "\"Clive, you're a silly little fool, and since you've brought it up I think you're beautiful, the only beautiful person I've ever seen.\"",
      "And their love scene drew out, having the inestimable gain of a new language. No tradition overawed the boys. No convention settled what was poetic, what absurd.",
      "Something of exquisite beauty arose in the mind of each at last, something unforgettable and eternal, but built of the humblest scraps of speech and from the simplest emotions.",
      "An immense sadness — he believed himself beyond such irritants — had risen up in his soul. He and the beloved would vanish utterly — would continue neither in Heaven nor on Earth.",
      "If Maurice made love it was Clive who preserved it, and caused its rivers to water the garden.",
      "Neither thought \"Am I led; am I leading?\" Love had caught him out of triviality and Maurice out of bewilderment in order that two imperfect souls might touch perfection.",
      "\"I know I shall die some time and I don't want to, nor you to. If either of us goes, nothing's left for both. I don't know if you call that clean and clear?\"\n\"Yes, I do.\" \n\"Then I'd rather be dirty,\" said Maurice, after a pause. Clive shivered.",
      "When love flies it is remembered not as love but as something else.",
      "An immense silence, as of death, encircled the young man, and as he was going up to town one morning it struck him that he really was dead. What was the use of money-grubbing, eating, and playing games? That was all he did or had ever done.",
      "He lived on, miserable and misunderstood, as before, and increasingly lonely. One cannot write those words too often: Maurice's loneliness: it increased.",
      "Yet he was doing a fine thing — proving on how little the soul can exist. Fed neither by Heaven nor by Earth he was going forward, a lamp that would have blown out, were materialism true.",
      "There was no one to watch him, nor did he watch himself, but struggles like his are the supreme achievements of humanity, and surpass any legends about Heaven.",
      "\"I'm an unspeakable of the Oscar Wilde sort.\"",
      "\"Rubbish, rubbish!\" He had expected many things, but not this; for if his words were rubbish his life was a dream.",
      "Beautiful conventions received them — while beyond the barrier Maurice wandered, the wrong words on his lips and the wrong desires in his heart, and his arms full of air.",
      "\"A friend,\" he repeated, sentimental suddenly. \"Someone to last your whole life and you his. I suppose such a thing can't really happen outside sleep.\"",
      "They intended no harm to the world, but so long as it attacked they must punish, they must stand wary, then hit with full strength, they must show that when two are gathered together majorities shall not triumph.",
      "\"Nothing's the same for anyone. That's why life's this Hell, if you do a thing you're damned, and if you don't you're damned — \"",
      "\"It comes to this then: there always have been people like me and always will be.\"",
      "\"That is so, Mr. Hall; or, as or, as psychiatry prefers to put it, there has been, is, and always will be every conceivable type of person. And you must remember that your type was once put to death in England.\"",
      "\"Why do you go and say you love me?\"\n\"Why do you call me Maurice?\"",
      "He was lovely to be with, a treasure, a charmer, a find in a thousand, the longed-for dream. But was he brave?",
      "\"I'll come with you. I don't care. I'll see anyone, face anything. If they want to guess, let them.\"",
      "Love had failed. Love was an emotion through which you occasionally enjoyed yourself. It could not do things.",
      "\"This too has gone wrong\" began flitting through his brain, like a bat that returns at twilight. He was back in the smoking-room at home with Clive, who said, \"I don't love you any more; I'm sorry,\" and he felt that his life would revolve in cycles of a year, always to the same eclipse.",
      "The volume of their past must be restored to its shelf, and here, here was the place, amid darkness and perishing flowers.",
      "\"You'll do anything for me except see me. That's been it for this whole year of Hell.\"",
      "\"I was yours once till death if you'd cared to keep me, but I'm someone else's now.\"",
      "\"He's mine in a way that shocks you, but why don't you stop being shocked, and attend to your own happiness?\"",
      "He had always liked his friend's laugh, and at such a moment the soft rumble of it reassured him; it suggested happiness and security.",
      "Out of some external Cambridge his friend began beckoning to him, clothed in the sun, and shaking out the scents and sounds of the May term."
   ]
}